Repository: common-repository/ciaook-share
Catalog: languages/ciaook_textdomain-*.po
Languages: it_it, ru_ru

source: Enter Ciaook API Key (you can find it in
it_it: Inserisci la API Key di Ciaook (puoi trovarla nella
ru_ru: Введите Ciaook API ключ (вы можете его узнать на

source: your personal page once logged on ciaook.com
it_it: tua pagina personale una volta loggato su ciaook.com
ru_ru: странице вашего профиля на ciaook.com" (требуется регистрация)

source: Ciaook Share
it_it: Ciaook condividi
ru_ru: Ciaook Поделиться

source: You do not have sufficient permissions to access this page
it_it: Non hai sufficienti permessi per accedere a questa pagina
ru_ru: У вас нет достаточных прав для доступа на эту страницу

source: Ciaook Settings
it_it: Ciaook impostazioni
ru_ru: Ciaook Настройки

source: Ciaook API Key edited successfully
it_it: API Key di Ciaook modificata con successo
ru_ru: Ключ Ciaook API успешно изменён

source: Save
it_it: Salva
ru_ru: Сохранить

source: from
it_it: da
ru_ru: от

source: per hour
it_it: all'ora
ru_ru: за час

source: minimum
it_it: minimo
ru_ru: минимум

source: per day
it_it: al giorno
ru_ru: за сутки

source: Widget for sharing Ciaook items
it_it: Widget per condividere disponibilità inserite su Ciaook
ru_ru: Виджет для представления предметов Ciaook

source: API Key
ru_ru: API ключ

source: Ciaook Share Plugin
it_it: Plugin Ciaook Condividi
ru_ru: Ciaook Поделиться Плагин

source: This plugin can help you to share items placed on Ciaook on your WordPress site via [ciaook_share] shortcode or widget. You can specify API Key as [ciaook_share api=xxx] or via Settings for shortcode. You can specify API Key in input field in widget administration or via Settings for widget.
it_it: Questo plugin può aiutarti a condividere le disponibilità inserite su Ciaook all'interno tuo sito WordPress tramite il codice di condivisione [ciaook_share] oppure oppure il widget. Puoi specificare la API Key come [ciaook_share api=xxx] oppure tramite le impostazioni dello shortcode. Puoi inserire la API Key nel campo input presente nel gestore widget o tramite impostazioni del widget.
ru_ru: Этот плагин может помочь Вам поделиться предложениями, которые Вы разместили на Ciaook, на Вашем Wordpress сайте, используя тег [ciaook_share] или виджет. Вы можете указать Ваш API ключ как [ciaook_share api=xxx] или через настройки плагина. А для виджетов Вы можете указать ключ в панели настройки виджета или через настройки плагина.

source: Ciaook Team
it_it: il team di Ciaook
ru_ru: Команда Ciaook
